[
    {
        "id":1,
        "image":"https://m.media-amazon.com/images/I/41KXYhApcNS._SX302_BO1,204,203,200_.jpg",
        "title":"SATRANÇ",
        "author":"STEPHAN ZWEIG",
        "Description":"Satranç'ta da, olay yeri olarak New York'dan Buenos Aires'e gitmekte olan bir yolcu gemisini seçmiştir. Bu gemide tamamen rastlantı sonucu karşılaşan üç kişi: yeni dünya satranç şampiyonu Mirko Czentovic, sıradan bir satranç oyuncusu olan anlatıcı ve bir zamanlar çok usta bir satranç oyuncusu olan, ama hayli zamandır satrançtan uzak kalmış bulunan Dr. B., öykünün aktörleridir."
    },
    {
        "id":2,
        "image":"https://m.media-amazon.com/images/I/41GWuqIrI5L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
        "title":"DAVA",
        "author":"FRANZ KAFKA",
        "Description":"Kafka Dava'da suçu yalnızca bir eylem olarak tanımlamayıp zanlının kötü niyetiyle de ilişkilendiren ve suçtan çok suçluya odaklanan absürd bir hukuk sistemi paradigması inşa eder. Kuramsal olarak ortada yasadışı bir eylem olmaksızın suçu mümkün kılan bir sistemdir bu. Ancak Kafka suç, sorumluluk ve özgürlük üzerine yazarken bir sistem ya da doktrin ortaya koymaz, çözüm önermez. "
    },
    {
        "id":3,
        "image":"https://i.dr.com.tr/cache/500x400-0/originals/0001703855001-1.jpg",
        "title":"MUTLU PRENS",
        "author":"OSCAR WILDE",
        "Description":"Oscar Wilde'ın 1888'de yayımlanan Mutlu Prens'teki masalları oğulları için yazdığı düşünülse de, yazar hedef kitlesini yediden yetmişe çocuk ruhlu insanlar, şaşırma ve sevinme gibi çocuksu yetilerini koruyanlar olarak açıklamıştır. Wilde bu masallarda bencilliği ve duyarsızlığı gözler önüne serer ve eleştirir. Onun ana masal kişileri bazen hatalarını anlayarak pişmanlık duyarlar."
    },
    {
        "id":4,
        "image":"https://m.media-amazon.com/images/I/518Z-CT7-zS._SX298_BO1,204,203,200_.jpg",
        "title":"DÖNÜŞÜM",
        "author":"FRANZ KAFKA",
        "Description":"İlk kez 1915'te Die Weissen Blaetter adlı aylık dergide yayımlanan Dönüşüm, Kafka'nın en uzun ve en tanınmış öyküsüdür ve hala tüm dünyada en çok okunan kitaplar arasındadır.17 Ekim 1912'de Felice Bauer'e gönderdiği mektupta Kafka, Amerika romanı üzerinde çalıştığını, ilerleyemediğini görünce sıkıldığını ve yataktan kalkamaz hale geldiğini, bu nedenle bir öykü yazarak ara vermek istediğini yazar."
    },
    {
        "id":5,
        "image":"https://m.media-amazon.com/images/I/41lDHs17UaS._SY344_BO1,204,203,200_QL70_ML2_.jpg",
        "title":"HAYVAN ÇİFTLİĞİ",
        "author":"GEORGE ORWELL",
        "Description":"İlk kez 1945 yılında yayımlanan kitapta bir çiftlikte yaşayan hayvanlar, kendilerini sömüren insan efendilerini devirmiş, adalet ve eşitliğin hüküm sürdüğü ideal bir hayvan toplumu kurmak için büyük bir fırsat yakalamışlardır. Ancak diğer hayvanlardan daha zeki olan iktidar düşkünü domuzlar, zamanla devrimi yolundan saptırarak, eskisinden daha acımasız ve baskıcı bir diktatörlük kurarlar."
    },
    {
        "id":6,
        "image":"https://m.media-amazon.com/images/I/51SJXhKsLcL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
        "title":"OLAĞANÜSTÜ BİR GECE",
        "author":"STEPHAN ZWEIG",
        "Description":"Olağanüstü Bir Gece, seçkin bir burjuva olarak rahat ve tasasız varoluşunu sürdürürken giderek duyarsızlaşan bir adamın hayatındaki dönüştürücü deneyimin hikayesidir. Sıradan bir Pazar gününü at yarışlarında geçirirken, belki de ilk kez burjuva ahlakından saparak suç işler. Böylece yeniden hissetmeye başladığını, kötücül ve ateşli hazları olan gerçek bir insan olduğunu fark eder."
    },
    {
        "id":7,
        "image":"https://m.media-amazon.com/images/I/415xe6HcmfL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
        "title":"MARTIN EDEN",
        "author":"JACK LONDON",
        "Description":"Jack London'ın yarı otobiyografik romanı Martin Eden, 20. yüzyıl başında sosyal ve ideolojik meseleler ağırlıklı içeriğiyle Amerikan edebiyatında büyük ölçüde kabul görmüştür. London farklı sınıflar arasındaki zihniyet ve değer farklarını gözlerimizin önüne sererken, statü ve servetin Amerikan toplumundaki hayati önemine işaret eder. Romanın ana temalarından biri, başarının temelinin ne olduğudur. "
    },
    {
        "id":8,
        "image":"https://m.media-amazon.com/images/I/41l4kJ7Q+iL._SY344_BO1,204,203,200_.jpg",
        "title":"1984",
        "author":"GEORGE ORWELL",
        "Description":"George Orwell'in kült kitabı Bin Dokuz Yüz Seksen Dört, yazarın geleceğe ilişkin bir kabus senaryosudur. Bireyselliğin yok edildiği, zihnin kontrol altına alındığı, insanların makineleşmiş kitlelere dönüştürüldüğü totaliter bir dünya düzeni, romanda inanılmaz bir hayal gücüyle, en ince ayrıntısına kadar kurgulanmıştır.ütopik olduğu kadar gerçekçi bir romandır Bin Dokuz Yüz Seksen Dört."
    },
    {
        "id":9,
        "image":"https://m.media-amazon.com/images/I/41SKmkaNEpL._SX283_BO1,204,203,200_.jpg",
        "title":"KORKU",
        "author":"STEPHAN ZWEIG",
        "Description":"Rahat ve korunaklı bir yaşam süren saygın bir kadın, sekiz yıllık evliliğinden sıkılmış, burjuva dünyasının kozasından çıkarak kendini genç bir piyanistin kollarına atmıştır. Ancak bu gizli ilişkiden haberdar olan bir şantajcının ansızın zuhur etmesiyle, hayatında yeni farkına vardığı bütün güzellikleri yitirme tehlikesiyle karşı karşıya kalır ve kahredici bir korkunun pençesine düşer."
    },
    {
        "id":10,
        "image":"https://m.media-amazon.com/images/I/41zpkZuzlrL._SY445_SX342_.jpg",
        "title":"KÖRLÜK",
        "author":"JOSE SARAMAGO",
        "Description":"Körlük, ürkütücü bir roman, beklenmedik bir felaketi yaşayan bir toplumun nasıl çöktüğünün, nasıl bencilleştiğinin ve değer yargılarını yitirdiğinin hikayesi."
    },
    {
        "id":11,
        "image":"https://m.media-amazon.com/images/I/61fInK4QuYL._SY466_.jpg",
        "title":"BİLİNMEYEN BİR KADININ MEKTUBU",
        "author":"STEPHAN ZWEIG",
        "Description": "Kadın büyük tutkusunu hep bir bilinmeyen olarak, yani tek başına yaşamaya razıdır, bu aşk öyküsünde taraflar değil, sadece tek bir taraf vardır. Böylesine, gerçek anlamda aşk denilebilir mi? Zweig okurunu, bir kez daha, insan psikolojisinde eşine pek rastlanmayan bir yolculuğa davet ediyor. "
    },
    {
        "id":12,
        "image":"https://m.media-amazon.com/images/I/61tWv7fDroL._SY466_.jpg",
        "title":"IKIGAI - JAPON YAŞAM SANATI",
        "author":"KEN MOGI",
        "Description": "Dünyanın en huzurlu, en uzun yaşayan insanları arasında yer alan Japonların yaşam felsefesinin temelini oluşturan ikigaidir. Her sabah yataktan kalkmak için bir sebep olması gerektiğine inanan Japonlar buna ikigai diyorlar. Ve doğrusu, gerçek Japon mucizesi budur... "
    }

]